[
    {
        "id": "1",
        "title": "Modernizing Sunsari-2: The Roadmap for 2024 Infrastructure Projects",
        "author": "Admin",
        "date": "2023-10-24",
        "category": "Constituency News",
        "image_url": "https://lh3.googleusercontent.com/aida-public/AB6AXuAsmvSTdNObhmo15juua_P_CfQJLKfdqtxWHQdt8jVTGBrVJDnG6Qn5uPB78NagjFxHxr27GHo3Yc1D-e1dTjtFnMdWYIa3eYC2uoDf0617DXEWSwIRMEy0HEiB_PZxf8TaD0Np7Ye3CHKSKyCj4VaqNdoUS45tSZ6YLw0NZj0NcBtPQLFnsZ-2hkYkcbLezNwWwitBzfucbRsWlXElwYsFrKHv9ary5VszEIbDxRt1BSltA-3V7fPb1rX4OIhkE-aeLeCjmKakbjnw",
        "alt_text": "Modern road construction site with heavy machinery in Sunsari-2",
        "summary": "The recent announcement by the local governing body marks a significant milestone in the development of Sunsari-2, focusing on connectivity, sanitation, and public transport upgrades.",
        "content": "<p>The primary focus of the new fiscal year budget is the expansion of the regional highway connecting the industrial zones to the urban center. This 14-kilometer project is expected to reduce transit times by nearly 30% for local farmers and businesses. The construction will employ over 500 local residents, providing a much-needed boost to the local economy.</p><h3 class='text-secondary text-2xl font-bold mt-8'>Sustainable Urban Planning</h3><p>Beyond roads, the modernization project includes the implementation of a smart drainage system in the downtown core. For years, monsoon rains have caused localized flooding. The new infrastructure will feature:</p><ul class='list-disc pl-6 space-y-3 marker:text-primary'><li>Automated water level sensors to monitor flood risks in real-time.</li><li>High-capacity concrete conduits designed for 50-year storm events.</li><li>Permeable paving in public squares to encourage natural groundwater recharge.</li></ul><p>'This is not just about building roads; it\'s about building a future where Sunsari-2 can thrive regardless of the season,' said the project lead during the inaugural ceremony held yesterday.</p><p>Residents can expect minor traffic diversions starting next Monday. Detailed maps of affected areas are available at the municipal office or via the digital portal\'s interactive map section.</p>"
    },
    {
        "id": "2",
        "title": "Voter Awareness Campaign Launched Across 12 Local Wards in Sunsari-2",
        "author": "Election Commission",
        "date": "2023-10-10",
        "category": "Election News",
        "image_url": "https://lh3.googleusercontent.com/aida-public/AB6AXuB1-7PCuvOVj8lyPtklNnfVXIZfs3MkgFvAS_DY0eqlPs6btPRHzWsoJE6rJhr09OmShf-hs1nLtRFSfoo-rMPrEYd_0IqYLAerPZJwa1qH5TJXoMGQO--3_sKlcXfj4AaJIZEY8ym2ms2xaCYDQXtXJuK1XEuUXgNP1Tsb0TSJNPXM1gYWrJoJJC59haWxICuxGxqxXtCPpKW0Cs3NW2_dOozR_eYDGniNbnIceYNPibhitXf6YEIBCtq_Ozn4NlzxWC9p2VXBIdH",
        "alt_text": "Community gathering for election awareness program in Sunsari-2",
        "summary": "The Election Commission has kicked off a comprehensive awareness campaign focusing on the youth demographic in Itahari and surrounding villages to ensure high turnout...",
        "content": "<p>The Election Commission, in collaboration with local NGOs, has launched a massive voter awareness campaign targeting 12 local wards within the Sunsari-2 constituency. The initiative aims to educate the youth demographic in Itahari and surrounding rural areas about the importance of their vote in the upcoming Nepal local election. Special emphasis is being placed on first-time voters and women\'s participation.</p><p>Workshops and interactive sessions are being conducted to clarify the electoral process, promote informed decision-making, and ensure a high voter turnout. The campaign is also addressing misinformation and encouraging peaceful participation in the democratic process.</p>"
    },
    {
        "id": "3",
        "title": "Sustainable Irrigation System Inaugurated for Local Farmers in Sunsari-2",
        "author": "Local Development Committee",
        "date": "2023-10-08",
        "category": "Agriculture",
        "image_url": "https://lh3.googleusercontent.com/aida-public/AB6AXuBhk81XGtD74Q6NIhTuxH5Y6A_MLP6RQRdQFzN3jYUIufPfxuhagNJTT_IIAm_6a39NUdWVttt6hI_lT-sSmJisEClqjLF2abWqFsb8PG_76DEh7_Iv3_5nkbC6EZNuUHseHdQGpw0Eg8Bl46KL2z82vhpqyjmKakbjnw",
        "alt_text": "New agricultural facility opening ceremony in rural Sunsari-2",
        "summary": "A new solar-powered irrigation facility has been handed over to the community cooperative, benefiting over 400 households in the rural outskirts of Sunsari-2...",
        "content": "<p>In a significant boost to the agricultural sector of Sunsari-2, a state-of-the-art solar-powered irrigation system has been inaugurated in the rural outskirts. This initiative, funded by the local development committee and international partners, is set to benefit over 400 farming households by providing reliable year-round water supply for their crops. The system is designed to address the challenges faced by farmers, particularly during dry seasons.</p><p>This project is expected to enhance agricultural productivity, improve food security, and increase the income of local farmers, many of whom belong to ethnic communities like Tharu and Musahar. It represents a crucial step towards modernizing agriculture and ensuring sustainable development in the constituency.</p>"
    },
    {
        "id": "4",
        "title": "Key Candidates Hold First Public Forum in Itahari Sub-Metro for Sunsari-2 Election",
        "author": "News Desk",
        "date": "2023-10-05",
        "category": "Politics",
        "image_url": "https://lh3.googleusercontent.com/aida-public/AB6AXuBU4ulrgPD8Y21LIiFyTxhLzdM7a-UJQDkRcXlcCb_VzOweFKUhcX3xBNutU6Hp_PFF_dPKqXFaQ8zeDV6XHKOqzak8Ouqbq6OMtoWabZwokW9GXzHIRzwIiodRkC6npV5TG3gl0mk2NWJ1bVuyvGd4J0epoHlfFDZlEeLD1YlJS1y7xyOVaF-NfWL4vaqlzsHDVRLInrfxOSdH4kqNWVCMfy2Pwau-wNq7HbbYuo3ZoIaVsKtGlnnc2cAYjWS8E-AljDndq6eODM0-",
        "alt_text": "Political debate stage with banners in Itahari, Sunsari-2",
        "summary": "The much-anticipated public forum saw major candidates discussing their manifestos on urban planning, waste management, and youth employment opportunities...",
        "content": "<p>The electoral race for Sunsari-2 officially heated up with the first public forum held in Itahari Sub-Metropolitan City. Major candidates from various political parties gathered to present their manifestos and engage with the public on critical issues facing the constituency. Topics of discussion included urban planning, sustainable waste management, youth employment opportunities, and infrastructure development. The event attracted a large audience, underscoring the high level of political awareness and engagement among the voters of Itahari. </p><p>This forum provided a valuable opportunity for citizens to hear directly from their prospective representatives and for candidates to articulate their vision for the development of Sunsari-2 within Koshi Province. It's an important step in the democratic process, allowing for an informed dialogue ahead of the local elections.</p>"
    }
]